Repository: mymike00/Yatzy
Catalog: po/*.po
Languages: de, el, fi, it

source: About
de: Über
it: Riguardo

source: Back
de: Zurück
it: Indietro

source: Version %1
it: Versione %1

source: Released under the terms of the GNU GPL v3
de: Veröffentlich unter den Bestimmungen von GNU GPL v3
it: Rilasciata sotto la licenza GNU GPL v3

source: Source code available on
de: Quellcode zu sehen auf
it: Codice sorgente disponibile su

source: Game in progress
de: Ein Spiel ist aktiv
el: Παιχνίδι σε εξέλιξη
fi: Peli on meneillään
it: Partita in corso

source: Change game mode
de: Spielmodus wechseln
it: Cambia modo di gioco

source: Are you sure you want to restart this game?
de: Sind Sie sicher, dass Sie das Spiel neu starten möchten?
el: Είστε σίγουροι ότι θέλετε να επανεκκινήσετε το παιχνίδι;
fi: Haluatko varmasti aloittaa uuden pelin?
it: Sei sicuro di volere ricominciare la partita?

source: Start a<br/>new game
de: Ein neues<br/>Spiel beginnen
it: Inizia una<br/>nuova partita

source: Change mode<br/>and reset
de: Modus wechseln<br/>und neu beginnen
it: Cambia modo<br/>e ricomincia

source: Continue<br/>current game
de: Aktuelles<br/>Spiel fortsetzen
el: Συνέχιση<br/>τρέχοντος παιχνιδιού
fi: Jatka<br/>nykyistä peliä
it: Continua la<br/>partita corrente

source: Clear scores
de: Spielstände löschen
el: Καθαρισμός βαθμολογιών
fi: Tyhjennä pisteet
it: Elimina punteggi

source: Existing scores will be deleted. This cannot be undone.
de: Die aktuellen Spielstände werden gelöscht. Das kann nicht rückgängig gemacht werden.
el: Οι υπάρχουσες βαθμολογίες θα διαγραφούν. Αυτό δεν μπορεί να αναιρεθεί.
fi: Olemassa olevat pisteet poistetaan. Tätä ei voi perua.
it: I punteggi esistenti saranno cancellati. Non può essere annullata.

source: Keep existing scores
de: Aktuelle Spielstände behalten
el: Διατήρηση τρέχουσων βαθμολογιων
fi: Säilytä olemassa olevat pisteet
it: Mantieni i punteggi esistenti

source: How to play
de: Spielanleitung
it: Come Giocare

source: High scores
de: Bestenliste
it: Punteggi migliori

source: Reload
de: Neustarten
it: Ricarica

source: Mode
de: Spielmodus
it: Modalità

source: Now
de: Jetzt
el: Τώρα
fi: Nyt
it: Adesso

source: %n second ago
de: vor %n Sekunde
el: %n δευτερόλεπτο πριν
fi: %n sekunti sitten
it: %n secondo fa

source: %n minute ago
de: vor %n Minute
el: %n λεπτό πριν
fi: %n minuutti sitten
it: %n minuto fa

source: %n hour ago
de: vor %n Stunde
el: %n ώρα πριν
fi: %n tunti sitten
it: %n ora fa

source: %n day ago
de: vor %n Tag
el: %n μέρα πριν
fi: %n päivä sitten
it: %n giorno fa

source: New Game
de: Neues Spiel
el: Νέο παιχνίδι
fi: Uusi peli
it: Nuovo gioco

source: Roll (%n)
de: Würfeln (%n)
el: Ρίξε το ζάρι (%n)
fi: Heitto (%n)
it: Tira (%n)

source: Ones
de: Einser
el: Άσσοι
fi: Ykköset
it: Uno

source: Twos
de: Zweier
el: Δυάρια
fi: Kakkoset
it: Due

source: Threes
de: Dreier
el: Τριάρια
fi: Kolmoset
it: Tre

source: Fours
de: Vierer
el: Τεσσάρια
fi: Neloset
it: Quattro

source: Fives
de: Fünfer
el: Πεντάρια
fi: Viitoset
it: Cinque

source: Sixes
de: Sechser
el: Εξάρες
fi: Kuutoset
it: Sei

source: Chance
el: Ευκαιρία
fi: Sattuma
it: Probabilità

source: One Pair
de: Ein Paar
el: Ένα ζεύγος
fi: Yksi pari
it: Coppia

source: Two Pair
de: Zwei Paare
el: Δύο ζεύγη
fi: Kaksi paria
it: Doppia Coppia

source: Three of a Kind
de: Drei Gleiche
el: Τρία όμοια
fi: Kolmoisluku
it: Tris

source: Four of a Kind
de: Vier Gleiche
el: Καρέ
fi: Neloisluku
it: Poker

source: Small Straight
de: Kleine Straße
el: Μικρή κέντα
fi: Pieni suora
it: Scala corta

source: Large Straight
de: Große Straße
el: Μεγάλη κέντα
fi: Suuri suora
it: Scala lunga

source: House
de: Volles Haus
el: Φουλ
fi: Täyskäsi
it: Full

source: Total: <b>%n</b>
de: Gesamt: <b>%n</b>
el: Σύνολο: <b>%n</b>
fi: Yhteensä: <b>%n</b>
it: Totale: <b>%n</b>

source: How to Play
de: Spielanleitung
el: Πως παίζεται
fi: Peliohjeet
it: Come Giocare

source: <i>Yatzy</i> is a game where you roll five dice and try and make sets that score points. The goal is to get the highest score.
it: <i>Yatzy</i> è un gioco dove tiri cinque dadi e di fare combinazioni che fanno punti. L'obbiettivo è di raggiungere il punteggio più alto.

source: The game is made up of <b>15</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
de: Das Spiel besteht aus <b>15</b> Zügen. Ein Zug beginnt mit dem Wurf von fünf Würfeln. Man kann zweimal alle oder eine Auswahl nochmal werfen. Wähle die Würfel aus, die nicht nochmal gewürfelt werden sollen.
it: Il gioco è formato da <b>15</b> turni. Ogni turno comincia tirando tutti e cinque i dadi. Puoi ritirare alcuni o tutti i dadi fino a due volte. Seleziona i dadi per tenerli prima di ritirarli.

source: Points are scored by summing the dice that make each set. The following sets are possible.
de: Die Gesamtpunktezahl ergibt sich aus der Summe aller Felder. Die folgenden Felder sind möglich.
it: I punti sono segnati sommando i dadi che formano ogni combinazione. Le combinazioni possibili sono le seguenti.

source: Dice showing the number 1.
de: Alle Würfel mit 1.
it: Dadi riportanti il numero 1.

source: Dice showing the number 2.
de: Alle Würfel mit 2.
it: Dadi riportanti il numero 2.

source: Dice showing the number 3.
de: Alle Würfel mit 3.
it: Dadi riportanti il numero 3.

source: Dice showing the number 4.
de: Alle Würfel mit 4.
it: Dadi riportanti il numero 4.

source: Dice showing the number 5.
de: Alle Würfel mit 5.
it: Dadi riportanti il numero 5.

source: Dice showing the number 6.
de: Alle Würfel mit 6.
it: Dadi riportanti il numero 6.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 50 points is given.
de: Werden mehr als oder gleich 63 Punkte erreicht (z.B. durch drei je Zahl), erhält man einen Bonus von 50 Punkten.
it: Se le combinazioni precedenti hanno almeno 63 punti (una media di tre dadi per combinazione) verrà assegnato un bonus di 50 punti.

source: Two dice showing the same number (largest pair used).
de: Zwei Würfel mit derselben Zahl (höchste Paar).
it: Due dadi riportanti lo stesso numero (usata la coppia più alta).

source: Two Pairs
de: Zwei Paare
it: Doppia Coppia

source: Two pairs of dice.
de: Zwei Würfelpaare.
it: Due coppie di dadi.

source: Three dice showing the same number. The eyes of <b>equal</b> dice are sum up.
de: Drei Würfel mit derselben Zahl. Die Augen mit <b>derselben Zahl</b> werden zusammengezählt.
it: Tre dadi riportanti lo stesso numero. Il valore di dadi <b>uguali</b> viene sommato.

source: Four dice showing the same number. The eyes of <b>equal</b> dice are sum up.
de: Vier Würfel mit derselben Zahl. Die Augen mit <b>derselben Zahl</b> werden zusammengezählt.
it: Quattro dadi riportanti lo stesso numero. Il valore di dadi <b>uguali</b> viene sommato.

source: 1 to 5 in any order -><b>15</b> points.
it: da 1 a 5 in qualsiasi ordine -> <b>15</b> punti.

source: Long Straight
de: Große Straße
it: Scala lunga

source: 2 to 6 in any order -><b>20</b> points.
it: da 2 a 6 in qualsiasi ordine -> <b>20</b> punti.

source: A pair and a three of a kind <b>sum up</b>.
de: Ein Paar und drei derselben Zahl <b>zusammengezählt</b>.
it: Una coppia e un tris <b>sommati insieme</b>.

source: All five dice showing the same number (worth 50 points).
de: Alle fünf Würfel mit derselben Zahl (ergeben 50 Punkte).
it: Tutti e cinque i dadi con lo stesso numero (vale 50 punti).

source: All dice used for scoring.
de: Alle Augen werden zusammengezählt.
it: Tutti i dadi usati per fare punto.

source: You must choose a set for each turn. If the dice do not match the chosen set rules then zero is scored for that set.
de: Nach jedem Zug muss man ein Feld wählen. Werden die Feldbedingungen nicht erfüllt, erhält man 0 Punkte.
it: Bisogna scegliere una combinazione per ogni turno. Se i dadi non corrispondono alle regole della combinazione scelta, allora verrà segnato zero per quella combinazione.

source: Have fun!
de: Viel Spaß!
it: Divertiti!

source: is a game where you roll five dice and try and make sets that score points. The goal is to get the highest score.
de: ist ein Spiel, in dem man fünft Würfel wirft und dadurch Punkte erzielt. Ziel ist, so viele Punkte wie möglich zu erreichen.
it: è un gioco dove si tirano cinque dadi e si cerca di fare combinazioni che fanno punti. L'obbiettivo è di raggiungere il punteggio più alto.

source: The game is made up of <b>13</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
de: Das Spiel besteht aus <b>13</b> Zügen. Ein Zug beginnt mit dem Wurf von fünf Würfeln. Man kann zweimal alle oder eine Auswahl nochmal werfen. Wähle die Würfel aus, die nicht nochmal gewürfelt werden sollen.
it: Il gioco è formato da <b>13</b> turni. Ogni turno comincia tirando tutti e cinque i dadi. Puoi ritirare alcuni o tutti i dadi fino a due volte. Seleziona i dadi per tenerli prima di ritirarli.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 35 points is given.
de: Werden mehr als oder gleich 63 Punkte erreicht (z.B. durch drei je Zahl), erhält man einen Bonus von 35 Punkten.
it: Se le combinazioni precedenti hanno almeno 63 punti (una media di tre dadi per combinazione) verrà assegnato un bonus di 35 punti.

source: Three dice showing the same number. The eyes of <b>all</b> dice are sum up.
de: Drei Würfel mit derselben Zahl. Die Augen mit <b>aller Würfel</b> werden zusammengezählt.
it: Tre dadi riportanti lo stesso numero. Il valore di <b>tutti</b> i dadi viene sommato.

source: Four dice showing the same number. The eyes of <b>all</b> dice are sum up.
de: Vier Würfel mit derselben Zahl. Die Augen mit <b>aller Würfel</b> werden zusammengezählt.
it: Quattro dadi riportanti lo stesso numero. Il valore di <b>tutti</b> i dadi viene sommato.

source: Row of four in any order -> <b>30</b> points.
de: Eine Reihe von vier in beliebiger Reihenfolge -> <b>30</b> Punkte.
it: Quattro dadi in ordine -> <b>30</b> punti.

source: Row of five in any order -> <b>40</b> points.
de: Eine Reihe von fünf in beliebiger Reihenfolge -> <b>40</b> Punkte.
it: Cinque dadi in ordine -> <b>40</b> punti.

source: A pair and a three of a kind -> <b>25</b> points.
de: Ein Paar und drei derselben Zahl -> <b>25 Punkte</b>.
it: Una coppia e un tris -> <b>25</b> punti.

source: High Scores
de: Bestenliste
el: Υψηλές βαθμολογίες
fi: Parhaat pisteet
it: Punteggi migliori

source: 1 to 5 in any order -> <b>15</b> points.
de: 1 bis 5 in beliebiger -> <b>15</b> Punkte.

source: 2 to 6 in any order -> <b>20</b> points.
de: 2 bis 6 in beliebiger Reihenfolge -> <b>20</b> Punkte.

source: Bonus
el: Δώρο
